{
  "Black Spot": ["Black spot is the most serious disease of roses. It is caused by a fungus, Diplocarpon rosae, which infects the leaves and greatly reduces plant vigour. Expect to see leaf markings from spring, which will persist as long as the leaves remain on the plant.\n\nThe fungus is genetically very diverse and new strains arise rapidly. Unfortunately, this means that the resistance bred into new cultivars usually fails to last because new strains of the fungus arise to overcome it.",
"These are variable, depending on the rose species or cultivar and the strain of the fungus.\nYou may see the following symptoms:\n•  Typically, a rapidly enlarging purplish or black patch appears on the upper leaf surface, with diffuse and radiating strands of the fungus sometimes just visible.\n•  Leaf tissues may turn yellow around the spots and the leaf often drops, even though other parts are as yet unaffected.\n•  At other times, the yellow colour does not appear, but infected leaves still drop.\n•  Sometimes, the spots remain relatively small and the leaf does not drop.\n•  Small, black, scabby lesions may also appear on young stems.\n\nBadly affected plants can shed almost all their leaves and their vigour is greatly reduced. The symptoms are so severe that, anecdotally, the disease has been blamed for a decline in the popularity of roses in UK gardens in recent decades.",
"Fighting black spot effectively in roses involves a three-prong treatment approach.\n\n1. Prevention:\nProtecting your roses before they become infected with black spot is the most important step against this disease. This is especially important when you've had black spot before or when moist conditions encourage its spread. Start preventive treatments with Daconil® fungicide at what's known as 'bud break', in early spring. That's the point when the small buds along rose canes begin to swell and come out of dormancy. By treating every seven to 14 days, or until conditions no longer favor the disease, unfurling new leaves are protected right from the start.\n\n2. Suppression:\nIf black spot is already active on your roses, move quickly to control and stop its advance. Unless you treat with a highly effective product such as Daconil® fungicide, black spot can move through your garden and it won't stop at roses. Begin active treatments with Daconil® fungicide at the very first sign of disease to stop black spot and limit its damage. Treat every seven to 14 days or as long as weather conditions warrant, and mark your garden journal to remember to start preventative treatments early next year.\n\n3. Protection:\nAnother important aspect to treating infected roses is protecting healthy tissue from new infection. Even when black spot is active on a rose, there's hope. Your regular treatments with Daconil® fungicide protect the healthy parts of roses from succumbing to the disease, as it stops and controls disease in infected parts.",
"Non-chemical control:\n\nCollect and destroy fallen leaves in the autumn, or bury under a layer of mulch. If practical, pick off and dispose of any leaves that remain on the plant over the winter months. Prune out all stem lesions in spring before leaves appear. These actions will help delay the onset of the disease, but are of limited value because spores are bound to blow in on wind-blown rain from elsewhere.\n\nPopular garden cultivars of hybrid teas, floribundas, climbers and patio types are often susceptible. Gardeners may gain a few years' respite by planting the newest cultivars which claim resistance, but as discussed above, this usually does not last. Older species types are little affected.\n\nChemical control:\n\nThe fungicides tebuconazole (Provanto Fungus Fighter Concentrate), tebuconazole with trifloxystrobin (Provanto Fungus Fighter Plus, Toprose Fungus Control & Protect), and triticonazole (Fungus Clear Ultra) are labelled for the control of rose black spot.\n\nThe following products contain a combination of both insecticide and fungicide, enabling the control of both damaging invertebrates and disease: triticonazole containing acetamiprid (Roseclear Ultra, Roseclear Ultra Gun). When a proprietary product contains an insecticide as well as a fungicide it would be preferable to use an alternative product if invertebrate damage is not a problem on the plants treated."],
    "Downy Mildew": ["Downy mildew is caused by Peronospora sparsa, which is a pathogen known as an oomycete or water mold.\n\nFor a long time, scientists thought oomycetes were a sort of lower fungi. Now, they’re classified in a group all to themselves, and we know they’re more closely related to algae than fungi.\n\nThis group includes pathogens that cause some pretty nasty diseases like tomato blight, root and stem rots, and of course, many types of downy mildew.\n\nWater molds, specifically Phytophthora infestans, are also responsible for the disease that caused the potato crops to fail in Ireland in the mid-1800s (though the pathogen certainly wasn’t to blame for the bad political climate that led to the rampant starvation people experienced during the Irish Potato Famine).\n\nP. sparsa requires a living host – which is actually good news, for reasons we’ll discuss in a bit – and the presence of water to survive and reproduce.\n\nIt also only infects plants in the Rosa and Rubus genera, so you don’t have to worry that your rhododendrons or geraniums are suddenly going to be infected, as well.",
"The first and most obvious sign that this pathogen is paying your plants a visit is spotting on the leaves.\n\nYou’ll see irregularly-shaped spots in purple, maroon, or dark brown on the leaf surface. These spots will keep growing larger until they hit a leaf vein, which acts as a barrier.\n\nThat means when you see large spots, they’ll often have a straight border on the sides where the veins are. You might also see dark spots on the stems and flower petals.\n\nThese spots can be difficult to tell apart from the disease black spot.\n\nAs new growth forms on the plant, the tips of the stems will often turn black and die. As the disease progresses, the leaves turn yellow and start falling from the plant.\n\nIf you flip over a leaf, you might see gray or white spores all over the underside, though this symptom isn’t always apparent.\n\nIf these spores are present, however, it means the pathogen is forming “seeds” to spread all over the rest of your berries and roses.\n\nCanes may crack and the overall growth of the plant might look stunted.\n\nAll of these symptoms might be visible or maybe just one, which adds to the challenge of determining whether or not your plant is infected with downy mildew or something else.\n\nThe disease can even be asymptomatic. However, once the spores are visible on the underside of the foliage, you can be fairly confident that you’re dealing with P sparsa.",
"You should also water at the soil level rather than on the foliage. This is generally good advice for any species of plant. If you do water on the foliage (no judgment, we’ve all done it), try to do it in the morning so the water can evaporate quickly.\n\nClean up any debris in the garden in the fall so P. sparsa doesn’t have a place to overwinter.\n\nAnother smart garden practice for avoiding just about any disease is to clean your tools well in between plants.\n\nI know it’s a pain, but you can bring an alcohol wipe or a rag soaked in soapy water with you when you garden. Wipe your blades with the rag after finishing one plant and before moving on to another.\n\nYou should also do your best to keep your plants pruned well. And when you transplant them, be sure they have the recommended amount of space between them for the particular species or cultivar.",
"•  Use a combination of techniques to prevent and control downy mildew. Keep the environment dry, practice good sanitation and use effective fungicides. Early detection helps in the timing of fungicide applications.\n•  Look for dark, purplish spotting on leaves and canes as early symptoms of downy mildew.\n•  Keep air moving around plants whenever possible so that relative humidity is kept low. In outdoor production facilities, arrange plants in rows that take advantage of the prevailing winds to dry the foliage.\n•  Choose effective fungicides and reapply frequently, especially when the weather favors the disease. In some instances, a five- to seven-day spray fungicide spray schedule may be needed.\n•  Alternate fungicides so that label restrictions regarding the application interval are not violated. Help delay resistance to fungicides by alternating products with each application.\n•  Fungicides must be sprayed so that roses are thoroughly covered with the spray. Even though some products offer systemic movement in the plant, the entire plant must be covered with the fungicide spray for the needed protection.\n•  All plants with downy mildew should be disposed of or destroyed at a location far from the production facility. Cull piles must be avoided because these would be a likely place for the downy mildew pathogen to survive and cause problems for new crops."],
    "Fresh Leaf": ["Provide good air circulation. Disease-encouraging water and humidity disperse and dry more quickly when plants aren't overcrowded.\n\nWater early in the day. Morning sun helps leaves dry quickly. When you water at night, leaves stay wet — and vulnerable to disease — all night long.\n\nAvoid overhead watering. Use drip irrigation or water by hand at ground level to keep leaves dry and free from water that black spot and other diseases use to spread.\n\nPractice good sanitation. Prune out infected stems, and clean up fallen leaves. Dispose of them; don't compost them. Disease can overwinter on infected debris.\n\nSterilize pruners regularly. Use a full-strength household cleaner to wipe pruner blades before and after every cut when black spot is present. Dirty pruners can spread disease.","","",""]
  }